// 巡り屋データ

const meguriMap = {
  "い": {
    title: "13歳の一匹狼",
    subtitle: "自分で確かめ選ぶ"
  },

  "ろ": {
    title: "3年目の羊飼い",
    subtitle: "人と掛け合わせて生み出す"
  },

  "は": {
    title: "ルールを忘れた踊り子",
    subtitle: "楽しみを分かち合う"
  },

  "に": {
    title: "預かった景色を縫う裁縫家",
    subtitle: "綿密な表現でカタチ作る"
  },

  "ほ": {
    title: "今日も明日も石積み職人",
    subtitle: "安定して積み重ねる"
  },

  "へ": {
    title: "満席の婚活アドバイザー",
    subtitle: "人と可能性をつなぐ"
  },

  "と": {
    title: "日々研鑽する熟練の門番",
    subtitle: "安心と信頼の土台をつくる"
  },

  "ち": {
    title: "10099回目の冒険家",
    subtitle: "新しい可能性を切り拓く"
  },

  "り": {
    title: "根っこを旅する執筆家",
    subtitle: "本質の奥を探究する"
  },

  "ぬ": {
    title: "いつも新鮮な未知の探検家",
    subtitle: "好奇心と新しい発見"
  }
};
